Repository: horvatha/varEC
Catalog: locale/*/LC_MESSAGES/varEC.po
Languages: hu

source: There is a bad code in file {file_name} in row {row}: "{code}" Code must be integer.
hu: Hibás kód van a(z) {file_name} {row}. sorában: "{code}" A kódnak egésznek kell lennie.

source: Code %d can not be found.
hu: Nem található a %d feladatkód.

source: There's no file named %s.
hu: Nincs %s nevű fájl.

source: new code number: %d
hu: új feladatkódszám: %d

source: There wasn't any changes in this file.
hu: Nem történt változás ebben a fájlban.

source: There was %d changes in this file.
hu: %d változás ebben a fájlban.

source: ! The new file is in %s ! the original is in %s.
hu: ! Az új fájl itt található: %s ! az eredeti pedig itt: %s.

source: Book Shelf="%s"
hu: Könyvespolc="%s"

source: If it isn't good, set it in the bin/setup_hu.py file (at the beginning).
hu: Ha nem megfelelő, állítsa be a bin/setup_hu.py elején.

source: May I continue? (Y/n)
hu: Folytassam? (I/n)

source: Good bye!
hu: Viszont látásra!

source: The files of this Book Shelf are: %s
hu: Az aktuális könyvespolc fájljai: %s

source: There are {exercises} exercises in the {books} Exercise Books of this Book Shelf.
hu: {exercises} feladat a könyvespolc {books} könyvében.

source: Code list:
hu: Feladatkódok listája:

source: Not unique codes:
hu: Többször használt kódok:

source: I have found code {} here:
hu: Itt találtam meg a {} feladatkódot:

source: There is not file named %s.
hu: Nincs %s nevű fájl.

source: 1. The next files are in this group:
hu: 1. A következő fájlok ebben a csoportban vannak:

source: 2. Intervals of exercise codes(pl. 12..14 means: 12, 13, 14):
hu: 2. A feladatkódok intervallumai (pl. 12..14 jelentése: 12, 13, 14):

source: 3. Not uniq exercise codes I found:
hu: 3. Többször használt kódok:

source: %d times is the code %d!
hu: %d alkalommal van a kód: %d!

source: None.
hu: Nincs.

source: 4. Bad arguments:
hu: 4. Hibás argumentumok:

source: I changed the format to %s because of the pagestyles 4a5!
hu: %s-re változtattam a formátumot, a 4a5 oldalstílus miatt!

source: I've opened the file "%s".
hu: Kiírtam a következő fájlt: "%s".

source: Not all the exercise codes exists on the books that was listed in the test paper.
hu: Nem minden feladatkód szerepel a könyvekben, amelyek a feladatlapon szerepelnek.

source: I wrote the files: %s
hu: Kiírtam a következő fájlokat: %s

source: I will translate the files. It will take a while.
hu: Lefordítom a fájlokat. Ez eltarthat egy darabig.

source: Have a good work. www.arek.uni-obuda.hu/harp/ec
hu: Jó munkát! www.arek.uni-obuda.hu/harp/ec

source: Group %s
hu: %s csoport

source: Variation %d
hu: %d. variáció

source: % The value of \doctype can be: testpaper, plain és draft.
hu: % A \doctype értéke lehet: testpaper, plain és draft.
